{
	"title": "A simple <br><span class='text-blue-600'>Modern</span> OS.",
	"download": "Download",
	"learn_more": "Learn More",
	"features": "Features",
	"about": "About",
	"about_desc_1": "ArcirisOS is a modern, open-source operating system designed for simplicity, security, and speed. Built from the ground up with a custom init system and asynchronous package management, ArcirisOS offers a streamlined experience for both developers and everyday users.",
	"about_list_1": "Minimal resource usage and fast boot times",
	"about_list_2": "Unique <code>noa-bootstrap</code> init for precise service control",
	"about_list_3": "Real-time package integrity verification with <code>iris</code>",
	"about_list_4": "Transparent, auditable, and reversible system changes",
	"about_list_5": "Designed for reliability and ease of use",
	"about_desc_2": "Whether you are a developer seeking a customizable platform or a user looking for a secure and beautiful OS, ArcirisOS is built to empower you.",
	"custom_init_system": "Custom Init System",
	"custom_init_system_desc": "ArcirisOS uses its own init sequence built with <code>noa-bootstrap</code>, enabling minimal overhead and precise control over system startup and service management.",
	"async_pkg_verfication": "Asynchronous Package Verification",
	"async_pkg_verfication_desc": "The <code>iris</code> package manager performs integrity checks on packages, ensuring system reliability without slowing down boot times.",
	"secure_by_design": "Integrity",
	"secure_by_design_desc": "ArcirisOS tracks installed files for each package and can detect accidental corruption during package operations\n All changes are verifiable, auditable, and reversible",
	"footer_download": "Ready to try ArcirisOS?",
	"footer_download_btn": "Download Now",

	"download_page_title": "Download ArcirisOS",
	"download_page_desc": "We're still working hard on the first release of ArcirisOS.\nIn the meantime, you can explore our GitHub repository to see the development progress.",
	"download_page_github": "Visit GitHub",
	"footer_download_txt": "Installer, ISO, and documentation will be available soon."
}